Repository: Mochi-Team/mochi
Catalog: Sources/Clients/LocalizableClient/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: Discover
de: Entdecken

source: Home
de: Startseite

source: Module Error
de: Modul-Fehler

source: No content available
de: Keine Inhalte verfügbar

source: Retry
de: Wiederholen

source: Settings
de: Einstellungen

source: There are no listings for this module
de: Es gibt keine Auflistungen für dieses Modul

source: There is no module selected
de: Es ist kein Modul ausgewählt

source: There was an error retrieving content
de: Es gab einen Fehler bei dem Laden der Inhalte

source: Unknown system error has occurred
de: Ein unbekannter System-Fehler ist aufgetreten

source: View All
de: Siehe alle
